---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelFeedThruLugsApparentLoadPhasea
source: html/0d220c10-170d-a3d2-430e-b8afb31d0ce4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelFeedThruLugsApparentLoadPhasea Property

"Feed Through Lugs Apparent Load Phase A"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelFeedThruLugsApparentLoadPhasea { get; }
```